<?php

return [
    'titles' => [
        'id' => '#',
        'title' => 'Номер',
        'hotel' => 'Отель',
        'number_of_rooms' => 'Количество комнат',
        'description' => 'Описание',
        'price' => 'Цена за ночь',
        'discount' => 'Скидка',
        'main_image' => 'Главное фото',
        'images' => 'Фотографии',
        'current_images' => 'Текущие фотографии',
        'active' => 'Активность',
        'main_image_active' => 'Текущее фото:',
    ],

    'headers' => [
        'index' => 'Апартаменты',
        'create' => 'Добавление апартаментов',
        'edit' => 'Редактирование апартаментов',
    ],

    'buttons' => [
        'add' => 'Добавить апартаменты',
        'store' => 'Добавить апартаменты',
        'update' => 'Сохранить изменения',
        'delete' => 'Удалить апартаменты',
        'restore' => 'Восстановить',
    ],

    'no_elements' => 'Апартаменты не найдены',
];
