<?php

return [
    'titles' => [
        'id' => '#',
        'name' => 'Название города',
        'country' => 'Страна в которой находится город',
        'latitude' => 'Широта',
        'longitude' => 'Долгота',
    ],

    'headers' => [
        'index' => 'Города',
        'create' => 'Добавление города',
        'edit' => 'Редактирование города',
    ],

    'buttons' => [
        'add' => 'Добавить город',
        'store' => 'Добавить город',
        'update' => 'Сохранить изменения',
        'delete' => 'Удалить город',
        'restore' => 'Восстановить',
    ],

    'no_elements' => 'Города не найдены',
];
