<?php

return [
    'titles' => [
        'id' => '#',
        'name' => 'Название',
        'email' => 'Адрес электронной почты',
        'phone' => 'Контактный номер телефона',
        'slug'=> 'Символьны код',
        'main_image' => 'Главное фото',
        'main_image_active' => 'Текущее фото:',
        'organization' => 'Владелец',
        'city' => 'Город',
        'latitude' => 'Широта',
        'longitude' => 'Долгота',
        'address' => 'Адрес',
        'discount' => 'Скидка',
        'active' => 'Активность',
    ],

    'headers' => [
        'index' => 'Гостиницы',
        'create' => 'Добавление гостиницы',
        'edit' => 'Редактирование гостиницы',
    ],

    'buttons' => [
        'add' => 'Добавить гостиницу',
        'store' => 'Добавить гостиницу',
        'update' => 'Сохранить изменения',
        'delete' => 'Удалить гостиницу',
        'restore' => 'Восстановить',
    ],

    'no_elements' => 'Гостиницы не найдены',
];
