<?php

return [
    'titles' => [
        'id' => '#',
        'name' => 'Название организации',
        'email' => 'Адрес электронной почты',
        'phone' => 'Контактный номер телефона',
        'slug'=> 'Символьны код',
    ],

    'headers' => [
        'index' => 'Организации',
        'create' => 'Добавление организации',
        'edit' => 'Редактирование организации',
    ],

    'buttons' => [
        'add' => 'Добавить организацию',
        'store' => 'Добавить организацию',
        'update' => 'Сохранить изменения',
        'delete' => 'Удалить организацию',
        'restore' => 'Восстановить',
    ],

    'no_elements' => 'Организации не найдены',
];
